{
	"tipsmod.title.default": "Tips",
	"tipsmod.tip.no_tips": "Tips not loaded, please check configuration.",
	"tipsmod.tip.snow": "I heard it snows in high places",
	"tipsmod.tip.acid": "Acid can increase the production of minerals by 6 times",
	"tipsmod.tip.splashing": "The blower can wash the minerals in batches for perfect utilization",
	"tipsmod.tip.nuclear_bomb": "In order to go to the end, you need to find a way to detonate a nuclear bomb",
	"tipsmod.tip.avtivate_nuclear_bomb": "In order to avoid being blown to pieces by a nuclear bomb, you need a detonator",
	"tipsmod.tip.nether": "When the end was destroyed, only the wither skeletons did not escape successfully",
	"tipsmod.tip.piglin": "Piglins like gold equipment the most. Even if they are wearing netherite equipment, they will change to gold equipment without hesitation.",
	"tipsmod.tip.piglin_weak": "Once a piglin touches a potion of weakness, it will turn into a zombie piglin, which is the price of their survival in the Overworld",
	"tipsmod.tip.piglin_ender_pearl": "The piglins have a lot of ender pearls and don't know what to do with them",
	"tipsmod.tip.witch": "The witch is very rich and always carries a lot of emeralds with her",
	"tipsmod.tip.tesla_ball_villager_2_witch": "Don't let villagers get close to the Tesla ball, it will cause terrible things to happen",
	"tipsmod.tip.maguma": "Lava overflowed from the Nether and destroyed the Nether portal",
	"tipsmod.tip.ender_dragon": "The dragon is hovering in the End",
	"tipsmod.tip.ender_dragon_stronghold": "The dragon destroyed all the fortresses",
	"tipsmod.tip.undying_totem": "A downtrodden evoker shared the recipe of the undying totem with the villagers",
	"tipsmod.tip.blazing_blood": "Blazing blood is a kind of blood that glows with flames",
	"tipsmod.tip.electrum": "Electrum is an alloy of gold and silver",
	"tipsmod.tip.vent": "I heard that there is a kind of block that can produce minerals continuously after being activated by explosion",
	"tipsmod.tip.steel": "If you can't find diamonds, maybe consider making some steel equipment",
	"gui.tips.list.title": "Tip List",
	"gui.tips.list.search": "Search",
	"gui.tips.list.show_disabled": "Show disabled tips",
	"gui.tips.list.entry.tip_id": "Tip ID: %s",
	"gui.tips.list.entry.added_by": "Tip from: %s",
	"gui.tips.list.entry.cycle_time": "Cycle time: %s",
	"gui.tips.list.entry.copied": "Copied!",
	"gui.tips.list.entry.click_to_copy": "Click to copy ID",
	"gui.tips.list.entry.disabled": "Disabled by configuration!",
	"gui.tips.list.config": "Configuration"
}